package com.example.pr04.data

val testAnalysisList = listOf(
    AnalysisItem(1, "ПЦР-тест на определение РНК коронавируса стандартный", "2 дня", "1800 ₽", "Covid"),
    AnalysisItem(2, "Клинический анализ крови с лейкоцитарной формулой", "1 день", "690 ₽", "Популярные"),
    AnalysisItem(3, "Биохимический анализ крови, базовый", "1 день", "2440 ₽", "Комплексные"),
    AnalysisItem(4, "СОЭ (венозная кровь)", "1 день", "240 ₽", "Популярные"),
    AnalysisItem(5, "СОЭ (венозная кровь)", "1 день", "240 ₽", "Популярные"),
    AnalysisItem(6, "СОЭ (венозная кровь)", "1 день", "240 ₽", "Популярные")
)

val testFilters = listOf("Популярные", "Covid", "Комплексные")
